[SnowShell]
INT_SETTING_VER=23
[Menu]
STRING_MENU_FILE=Fil
STRING_MENU_NOISE=Brusreducera
STRING_MENU_SCALE=Dimension
STRING_MENU_EXPORT=Exportera
STRING_MENU_CONFIRM=Varning
[File]
STRING_MENU_FILE_IMAGE_SEL=Välj bild och verkställ
STRING_MENU_FILE_CREDIT=Om
STRING_MENU_FILE_QUIT=Avsluta
[Noise]
STRING_MENU_NOISE_NONE=Ingen
STRING_MENU_NOISE_LOW=Låg
STRING_MENU_NOISE_MID=Medium
STRING_MENU_NOISE_HIGH=Hög
STRING_MENU_NOISE_VERY_HIGH=Max
[Scale]
STRING_MENU_SCALE_x1_0=x1.0
STRING_MENU_SCALE_x1_5=x1.5
STRING_MENU_SCALE_x1_6=x1.6
STRING_MENU_SCALE_x2_0=x2.0
STRING_MENU_SCALE_CUSTOM=Anpassa
[GPU]
STRING_MENU_GPU_CPU=Använd CPU
STRING_MENU_GPU_GPU=Preferens GPU
[TTA]
STRING_MENU_TTA_DISABLED=O-använd TTA Mode
STRING_MENU_TTA_ENABLED=Använd TTA Mode
[Export]
STRING_MENU_EXPORT_SAME=Samma mapp som ursprungsfil
STRING_MENU_EXPORT_NEW=Välj mapp
[Confirm]
STRING_MENU_CONFIRM_SHOW=Visa varning
STRING_MENU_CONFIRM_SKIP=Göm varning
STRING_MENU_CONFIRM_DEBUG=Visa konverteringslogg
[Text]
INT_TEXT_TAB=14
STRING_TEXT_NOISE=Brus
STRING_TEXT_NOISE_NONE=Ingen
STRING_TEXT_NOISE_LOW=Låg
STRING_TEXT_NOISE_MID=Medium
STRING_TEXT_NOISE_HIGH=Hög
STRING_TEXT_NOISE_VERY_HIGH=Max
STRING_TEXT_SCALE=Dimension
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_SCALE_PREFIX=x
STRING_TEXT_SCALE_POSTFIX=
STRING_TEXT_GPU=Konvertera
STRING_TEXT_GPU_CPU=CPU
STRING_TEXT_GPU_CPU_TTA=CPU (med TTA)
STRING_TEXT_GPU_GPU=GPU
STRING_TEXT_GPU_GPU_TTA=GPU (med TTA)
STRING_TEXT_EXPORT=Spara i
STRING_TEXT_EXPORT_SAME=samma mapp
STRING_TEXT_EXPORT_NEW=valdj mapp
STRING_TEXT_CONFIRM=Varning
STRING_TEXT_CONFIRM_SHOW=Visa
STRING_TEXT_CONFIRM_SKIP=Göm
STRING_TEXT_CONFIRM_TITLE=Varning
STRING_TEXT_CONFIRM_MESSAGE=Stor bild kräver höga specifikationer.\nVill du fortsätta?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Varning
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Konverteringar i högre skala kan orsaka fel vid drift.\nVill du fortsätta?
STRING_TEXT_NOCONVERTER_TITLE=Fel
STRING_TEXT_NOCONVERTER_MESSAGE=Ingen omvandlare tillgänglig.\nVänligen kolla din Windows-version.
STRING_TEXT_TOO_LONG_PATH_TITLE=Fel
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Kan inte konvertera fil. Filväg är för lång.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=
STRING_TEXT_ABORT_CONVERT_TITLE=Bekräfta
STRING_TEXT_ABORT_CONVERT_MESSAGE=Vill du stoppa konverteringsprocessen?
